name=input("как тебя зовут?")              #создаем новую переменную, с помощью инпут просим написать имя
age=int(input("сколько тебе лет?"))        #создаем новую переменную, с помощью инт строка превращается в число, с помощью инпут просим написать возраст
x=1                                        #создаем новую переменную с числом
print("привет" , name)                     #с помощью принт выводим строку переменной name
print(f"через год тебе будет" , age + x)   #с помощью команды f решаем уравнения, выводим сумму переменных age и x
