name = input("введите имя")                                                                        #через инпут просим ввести строку в переменную
age = int(input("введите возраст"))                                                                #просим ввести возраст, строку переформатируем в число
y = input("введите свою любимый предмет")                                                          #через инпут просим написать предмет
print(f"Привет, меня зовут {name}, мой любимый предмет это {y}, а через 5 лет мне будет {age+5}")   #просим вывести текст со вставленными переменными и сумму сложения аргумента и 5
